{
  "matchRoasts": [
    "Absolutely demolished! That wasn't a match, that was a masterclass in domination!",
    "Someone call the authorities, because that was straight-up robbery on the pitch!",
    "They came, they saw, they got absolutely schooled. Better luck next time!",
    "That scoreline is going to haunt someone's dreams tonight. Brutal!",
    "The beautiful game? More like a beautiful beatdown! What a performance!",
    "They didn't just win, they sent a message. The pitch was their canvas!",
    "Ouch! That's going to sting for a while. Absolutely no mercy shown!",
    "When the final whistle blew, dignity left the building. What a thrashing!",
    "That wasn't just a win, that was a statement. The scoreboard tells the whole story!",
    "Someone's ego just took a serious hit. The banter writes itself after that one!",
    "That wasn’t a football match, that was a public execution!",
    "The goalkeeper’s asking for a transfer after that horror show!",
    "They got absolutely rinsed – even the ball didn’t want to go near their goal!",
    "Someone check if the opposition brought their boots… or just slippers!",
    "That scoreline needs to come with a parental advisory warning!",
    "The pitch is the same size for both teams, right? Because it didn’t look like it!",
    "They didn’t lose, they got taught how football works!",
    "The bus is parked… in the opposition’s net, apparently!",
    "That wasn’t a game, that was a highlight reel of pain!",
    "Their defense had more holes than a block of Swiss cheese!",
    "The referee almost felt sorry and stopped the game early!",
    "They got slapped so hard the echo is still traveling around the stadium!",
    "That wasn’t football, that was bullying with a ball!",
    "Someone’s manager is updating his CV tonight!",
    "The opposition left the stadium in tears and their fans left in silence!",
    "That result just broke the internet… and a few spirits!",
    "They got absolutely cooked, seasoned, and served!",
    "The scoreboard operator needs a holiday after that workout!",
    "Their fans are already deleting the season tickets app!",
    "That wasn’t a defeat, that was an identity crisis!",
    "They got hit so hard their grandkids felt it!",
    "The ball spent more time in their net than in play!",
    "That performance deserves its own disaster movie title!",
    "They got outplayed, outclassed, and out-roasted!",
    "Someone call an ambulance… for their pride!",
    "That was less a match, more a public service announcement!",
    "The opposition’s defense is now accepting applications!",
    "They got absolutely torched – someone get the fire brigade!",
    "That scoreline is going to need therapy!",
    "The highlights package is just one team… guess which!",
    "Their manager is already blaming the pitch!",
    "That wasn’t football, that was a war crime!",
    "The ball boy saw more action than their strikers!",
    "They got absolutely steamrolled – flatter than a pancake!",
    "That result just aged their fanbase by 10 years!",
    "The opposition brought cones to training… and still lost to them!",
    "That wasn’t a match, it was an eviction notice!",
    "Their goalkeeper needs a map to find his own goal!",
    "They got absolutely battered – fish and chips style!",
    "The stadium announcer ran out of fingers to count the goals!",
    "That performance just got its own Netflix documentary: ‘Embarrassment FC’!",
    "They didn’t just lose, they got erased from existence!",
    "The ball is filing a restraining order against their defense!",
    "Someone get the opposition a ladder… because they just got buried!",
    "That was less football, more modern art – abstract humiliation!",
    "Their fans are turning their scarves into nooses right now!",
    "The pitch invader had a better game than half their team!",
    "They got absolutely dunked on – NBA style!",
    "That scoreline is illegal in several countries!",
    "Their manager’s post-match interview is just going to be crying!",
    "The opposition played like they owed the winners money!",
    "They got rinsed so bad the kit man is still scrubbing!",
    "That wasn’t a game, that was a public flogging!",
    "Their defenders were just traffic cones with numbers on!",
    "The ball went into their net more times than their players touched it!",
    "That result just made the record books weep!",
    "They got absolutely violated on every level!",
    "Someone check the opposition’s pulse – they might be dead!",
    "That wasn’t football, that was a massacre with extra time!",
    "Their fans are already on eBay selling their jerseys!",
    "The scoreboard needed an extension cable for all those goals!",
    "They got absolutely sauced – barbecue level!",
    "That performance deserves a lifetime ban from football!",
    "The opposition’s tactics were brought to you by chaos!",
    "They got absolutely folded like cheap lawn chairs!",
    "Their goalkeeper is applying for witness protection!",
    "That wasn’t a match, it was a crime scene!",
    "The ball is now their number one enemy!",
    "They got absolutely smoked – someone open a window!",
    "That scoreline just triggered a national day of mourning!",
    "Their defense was more open than a 24-hour shop!",
    "The opposition played like they’d never seen a ball before!",
    "They got absolutely annihilated – Avengers-level destruction!",
    "Someone get the opposition a towel… they just got hosed!",
    "That wasn’t football, that was a public service demolition!",
    "Their manager is burning the tactics board tonight!",
    "The ball boys are claiming assists on half the goals!",
    "They got absolutely shredded – paper in a shredder style!",
    "That result just made history… the wrong kind!",
    "Their fans left before the second half – smart move!",
    "The opposition’s defense needs GPS tracking!",
    "They got absolutely clowned – full circus performance!",
    "That scoreline is going to be tattooed on someone’s nightmares!",
    "Their goalkeeper is still picking the ball out of the net!",
    "That wasn’t a game, it was an extinction event!",
    "They got absolutely roasted harder than the post-match BBQ!",
    "The opposition turned up wearing flip-flops!",
    "That performance just got banned from children’s TV!",
    "Their manager’s hair just turned grey in 90 minutes!",
    "They got absolutely blitzed – lightning strike style!",
    "The ball is suing for emotional damage!",
    "That wasn’t football, that was a hostile takeover!",
    "Their defense was sponsored by butter – everything slipped through!",
    "They got absolutely mauled – bear attack footage!",
    "The stadium Wi-Fi crashed from all the memes being uploaded!",
    "That scoreline needs its own zip code!",
    "Their fans are requesting a refund on the entire season!",
    "They got absolutely dismantled – IKEA furniture style!",
    "The opposition played like they were allergic to the ball!",
    "That wasn’t a match, it was a public humiliation ceremony!",
    "Their goalkeeper is now afraid of round objects!",
    "They got absolutely nuked from orbit!",
    "The highlights reel is just one long blooper for them!",
    "That result just broke the Richter scale of embarrassment!",
    "Their manager is googling ‘how to resign gracefully’!",
    "They got absolutely wallpapered – goals in every corner!",
    "The opposition’s bus left without them – too embarrassed!",
    "That wasn’t football, that was performance art of pain!",
    "Their defense was more leaking than a sinking ship!",
    "They got absolutely bodied – WWE finishing move style!",
    "The scoreboard operator is filing for workers’ comp!",
    "That scoreline is going to be used in history lessons!",
    "Their fans are burning shirts in the car park right now!",
    "They got absolutely rinsed, spun, and hung out to dry!",
    "The opposition played like statues – expensive ones that still lost!",
    "That wasn’t a game, it was a public execution with flares!",
    "Their goalkeeper needs therapy after that trauma!",
    "They got absolutely sauced harder than pasta!",
    "The ball is now their sworn enemy!",
    "That result just triggered a fanbase meltdown!",
    "Their defense was sponsored by revolving doors!",
    "They got absolutely torched – someone call the fire department!",
    "The stadium announcer lost his voice counting goals!",
    "That wasn’t football, that was a demolition derby!",
    "Their manager is already on Indeed!",
    "They got absolutely obliterated – asteroid impact style!",
    "The opposition’s tactics: hope and prayers – didn’t work!",
    "That scoreline just made the Guinness Book of Pain!",
    "Their fans are requesting amnesia medication!",
    "They got absolutely hammered – construction site style!",
    "The ball boys deserve a pay rise after fetching that many!",
    "That wasn’t a match, it was a public roasting session!",
    "Their goalkeeper is writing his resignation letter in the shower!",
    "They got absolutely destroyed – Thanos snap level!",
    "The opposition turned up with deck chairs instead of boots!",
    "That result just crashed the club’s website with refund requests!",
    "Their defense had more gaps than a politician’s promises!",
    "They got absolutely buried – six feet under the table!",
    "The final whistle was a mercy rule!",
    "That wasn’t football, that was a horror movie!",
    "Their manager is blaming the wind, the pitch, and the ball!",
    "They got absolutely cooked on an industrial grill!",
    "The scoreboard needed extra digits – still not enough!",
    "That performance just got its own ‘FAIL’ compilation!",
    "Their fans are already planning the protest march!",
    "They got absolutely violated – no safe word helped!",
    "The opposition played like they were stuck in quicksand!",
    "That wasn’t a game, it was an ambush!",
    "Their goalkeeper is scared of his own shadow now!",
    "They got absolutely flattened – steamroller edition!",
    "The highlights are just one team celebrating, the other crying!",
    "That scoreline is banned in 47 countries for cruelty!",
    "Their manager’s press conference is just going to be sobbing!",
    "They got absolutely dunked on by gravity itself!",
    "The ball is filing for divorce from their team!",
    "That wasn’t football, that was a public stoning with goals!",
    "Their defense was more open than a supermarket on Black Friday!",
    "They got absolutely massacred – history channel documentary!",
    "The stadium lights went out from shame!",
    "That result just ended friendships and family ties!",
    "Their fans are requesting the match be declared void!",
    "They got absolutely smoked like a cheap cigar!",
    "The opposition brought traffic cones and still lost!",
    "That wasn’t a match, it was a funeral procession!",
    "Their goalkeeper is changing his name and moving country!",
    "They got absolutely rinsed harder than dirty laundry!",
    "The final score needed scientific notation!",
    "That performance just won the Golden Bin award!",
    "Their manager is burning the dressing room down for cleansing!",
    "They got absolutely annihilated – nuclear option!",
    "The ball is now in therapy!",
    "That wasn’t football, that was a war atrocity!",
    "Their fans are already boycotting next season!",
    "They got absolutely folded, spindled, and mutilated!",
    "The scoreboard operator is on suicide watch!",
    "That result just rewrote the laws of embarrassment!",
    "Their defense was sponsored by open borders!",
    "They got absolutely crushed – grape into wine style!",
    "The final whistle was the kindest thing that happened to them!",
    "That wasn’t a game, it was a public health warning!",
    "Their manager is deleting his coaching badges!",
    "They got absolutely eviscerated – surgeon-level precision!",
    "The opposition played like they were paid to lose!",
    "That scoreline just caused a global shortage of copium!",
    "Their fans are already selling their souls for a draw next time!"
  ],
  "hallOfFameMessages": [
    "Legendary performance! This is what champions are made of!",
    "Pure class on display. A victory for the ages!",
    "Absolutely unstoppable! This is the stuff of legends!",
    "What a dominant display of skill and determination!",
    "They came, they conquered, they made it look easy!",
    "A masterclass in football excellence. Simply brilliant!",
    "Victory tastes sweet, and this one is extra delicious!",
    "When greatness meets opportunity, this is what happens!",
    "The pitch was their stage, and they delivered a show!",
    "This is how you make a statement. Absolutely phenomenal!",
    "That wasn’t just a win, that was poetry in motion!",
    "Champions don’t play games, they create masterpieces!",
    "Absolute perfection from minute one to the final whistle!",
    "They didn’t just beat them, they redefined excellence!",
    "This performance deserves to be framed in the Louvre!",
    "Pure domination – the opposition never stood a chance!",
    "That’s how you etch your name into football immortality!",
    "Flawless. Ruthless. Unforgettable.",
    "They turned the pitch into their personal art gallery!",
    "A performance so good it broke the highlight reel!",
    "This is why we love football – absolute magic!",
    "Clinical, brutal, and breathtaking all at once!",
    "They didn’t just win, they wrote history in 90 minutes!",
    "That was football from another planet!",
    "Every touch was gold, every pass was perfect!",
    "The opposition came to play… they came to dominate!",
    "A performance that will be talked about for decades!",
    "Simply untouchable today – pure footballing royalty!",
    "They made the impossible look routine!",
    "That’s not a team, that’s a dynasty in the making!",
    "Absolute clinic – the opposition were just spectators!",
    "This is the gold standard of football performances!",
    "They played like they had something to prove… and proved it!",
    "A performance worthy of statues outside the stadium!",
    "That was less a match, more a coronation!",
    "Football doesn’t get any better than this!",
    "They turned up, turned it on, and never turned off!",
    "Masterpiece completed. Next canvas please!",
    "That performance just raised the bar into orbit!",
    "Pure silk on the ball, steel in the tackle – perfection!",
    "They didn’t just win, they inspired a generation!",
    "This is what peak performance looks like!",
    "Absolute legends – every single one of them!",
    "The beautiful game was never more beautiful!",
    "They played like gods among mortals today!",
    "That performance deserves its own holiday!",
    "Unreal scenes – footballing heaven!",
    "They made hard work look like child’s play!",
    "A result that will echo through the ages!",
    "That was football perfection personified!",
    "They didn’t just play, they orchestrated a symphony!",
    "Absolute royalty on the pitch today!",
    "This performance just won the internet!",
    "They came, they saw, they absolutely conquered!",
    "That was vintage, classic, and next-level all at once!",
    "A masterclass that textbooks will study!",
    "They turned the stadium into their kingdom!",
    "Pure fire from start to finish!",
    "That performance just silenced every doubter!",
    "Footballing art at its very finest!",
    "They didn’t just win, they educated the opposition!",
    "Absolute scenes – this is why we breathe football!",
    "That was a performance for the gods!",
    "They made the pitch look tiny with their brilliance!",
    "Unbelievable, unforgettable, unstoppable!",
    "This team just carved their name into eternity!",
    "That was footballing perfection on steroids!",
    "They played like every touch was their last!",
    "A performance that will be replayed forever!",
    "Absolute kings of the pitch today!",
    "They turned football into high art!",
    "That was domination disguised as sport!",
    "Pure class, pure heart, pure victory!",
    "They didn’t just win, they stole the show!",
    "A performance that deserves fireworks and parades!",
    "This is the blueprint for greatness!",
    "They made legends look mortal and mortals look lost!",
    "That was footballing nirvana!",
    "Absolute heroes – every single one wearing the shirt!",
    "They played like the trophy was already theirs!",
    "This performance just broke the meter!",
    "Pure magic from the first whistle!",
    "They turned the game into their personal highlight reel!",
    "That was less football, more wizardry!",
    "Unreal levels – this team is on another planet!",
    "They didn’t just dominate, they educated!",
    "A performance that will be sung about in the stands forever!",
    "Absolute perfection – no notes!",
    "They made the opposition look like training cones!",
    "That was footballing poetry written in goals!",
    "Pure, unadulterated brilliance!",
    "They played like they invented the game!",
    "This performance just won every award going!",
    "Absolute emperors of the beautiful game!",
    "They turned 90 minutes into a lifetime memory!",
    "That was domination with style points!",
    "Pure silk football – untouchable!",
    "They didn’t just win, they redefined winning!",
    "A performance that will live rent-free in history!",
    "Absolute monsters – in the best way possible!",
    "They made the pitch their throne room!",
    "That was footballing heaven served on a plate!",
    "Unstoppable force meets movable object – object moved!",
    "This team just wrote the definition of greatness!",
    "Pure adrenaline, pure class, pure victory!",
    "They played like the game owed them money!",
    "That performance deserves a standing ovation from the world!",
    "Absolute legends – immortalised today!",
    "They turned the stadium into a cathedral of football!",
    "That was a performance money can’t buy!",
    "Pure heart, pure skill, pure domination!",
    "They didn’t just play, they performed miracles!",
    "This is what dreams are made of!",
    "Absolute royalty – bow down!",
    "They made football look easy and beautiful!",
    "That performance just set the new standard!",
    "Unreal, unbelievable, undeniable!",
    "They turned up and turned legends into reality!",
    "Pure fire, ice-cold finishing – lethal!",
    "That was a love letter to every football fan!",
    "They didn’t just win, they conquered hearts!",
    "Absolute masters of the craft!",
    "This performance belongs in a museum!",
    "They played like the pitch was made of gold!",
    "That was footballing symphony at its peak!",
    "Pure class from back to front!",
    "They made history and broke records while doing it!",
    "Absolute icons – today and forever!",
    "They turned the game into pure theatre!",
    "That performance just lit up the footballing world!",
    "Unmatched, unrivalled, unforgettable!",
    "They didn’t just dominate, they celebrated every second!",
    "Pure joy painted in goals and glory!",
    "That was the definition of footballing excellence!",
    "They played like champions and won like gods!",
    "Absolute perfection – take a bow!",
    "This team just delivered a timeless classic!",
    "They made the impossible look inevitable!",
    "Pure brilliance from the very first second!",
    "That performance will be studied by future generations!",
    "They turned the pitch into their personal playground!",
    "Absolute warriors, absolute winners!",
    "They didn’t just win, they inspired the world!",
    "That was football at its most breathtaking!",
    "Pure magic, pure heart, pure champions!",
    "They made every fan proud to support them!",
    "Absolute legends walking among us!",
    "This performance just rewrote the record books!",
    "They played like destiny was on their side!",
    "That was domination served with a smile!",
    "Pure, unfiltered greatness on display!",
    "They turned 90 minutes into everlasting glory!",
    "Absolute kings and queens of football!",
    "They didn’t just play, they created art!",
    "That performance deserves every trophy in existence!",
    "Pure passion translated into perfection!",
    "They made the beautiful game truly beautiful!",
    "Absolute immortals – this is their day!",
    "This team just delivered footballing paradise!",
    "They turned up and turned the world upside down!",
    "Pure genius from every blade of grass!",
    "That was a performance for the ages – literally!",
    "They didn’t just win, they owned the moment!",
    "Absolute heroes in every sense of the word!",
    "This is why football is the greatest sport on earth!",
    "They played like the game was invented for them!",
    "Pure domination wrapped in pure class!",
    "That performance just earned eternal respect!",
    "They made every second count and every touch golden!",
    "Absolute champions – crowned today!",
    "They turned the stadium into a temple of victory!",
    "Pure exhilaration from start to finish!",
    "That was footballing immortality achieved!",
    "They didn’t just dominate, they celebrated domination!",
    "Absolute masters, absolute winners, absolute legends!"
  ],
  "hallOfShameMessages": [
    "Yikes! That's one for the history books... for all the wrong reasons!",
    "Sometimes you're the hammer, sometimes you're the nail. Today was definitely a nail day!",
    "Well, that didn't go according to plan. Time to hit the training ground!",
    "The scoreboard doesn't lie, and it's telling a painful story right now!",
    "Tough day at the office. Even legends have their off days!",
    "That's going to be hard to live down. The banter is going to be relentless!",
    "When it rains, it pours. And today it was a downpour of goals... against them!",
    "Sometimes you eat the bear, sometimes the bear eats you. Today, the bear was hungry!",
    "Ouch! That's going to leave a mark on the pride. Time for some soul-searching!",
    "The beautiful game showed its ugly side today. Better luck next match!",
    "That wasn’t just a loss, that was a public apology tour waiting to happen!",
    "The defense decided to take a vacation… without telling anyone!",
    "They played like they left their legs on the team bus!",
    "That performance deserves a lifetime supply of copium!",
    "The goalkeeper is still looking for the ball in row Z!",
    "Today was brought to you by the letters L and O L!",
    "Their tactics board just caught fire out of shame!",
    "That was less football, more interpretive dance… badly!",
    "The fans are requesting a refund on their eyeballs!",
    "They got absolutely schooled by the football gods!",
    "That performance just dropped them straight into meme hell!",
    "The kit man is washing the shirts with bleach… to remove the shame!",
    "Their manager is already blaming the laundry for shrinking the defense!",
    "That was a performance so bad it needs its own support group!",
    "The ball boys had more touches than some of their players!",
    "They played like they’d never met each other before!",
    "That result just triggered a club-wide identity crisis!",
    "Their fans are burning season tickets as we speak!",
    "The opposition used them as training cones – with permission!",
    "That was less a match, more a public therapy session!",
    "Their goalkeeper is requesting a blindfold next game!",
    "They turned up, warmed up, then completely switched off!",
    "That performance just won the ‘How Not To Play Football’ award!",
    "The stadium announcer apologised for reading out the score!",
    "Their defense was more open than a 24/7 convenience store!",
    "That was a horror show even horror movies would reject!",
    "They played like the ball was made of lava!",
    "The manager is deleting the training footage… permanently!",
    "That result just aged the fanbase by 20 years!",
    "Their fans left early to beat the rush… of embarrassment!",
    "They got absolutely outplayed by superior football intelligence!",
    "That performance deserves to be buried in an unmarked grave!",
    "The opposition scored so many the scoreboard filed a complaint!",
    "They played like they were allergic to winning!",
    "That was a masterclass… in how to lose spectacularly!",
    "Their goalkeeper is changing his nationality after this!",
    "The dressing room is going to be quieter than a library tonight!",
    "That performance just crashed the club’s stock price!",
    "They turned the pitch into their personal nightmare!",
    "The fans are requesting the match be erased from history!",
    "That was less football, more comedy sketch gone wrong!",
    "Their manager is googling ‘how to fake your own disappearance’!",
    "They played like statues – expensive, useless statues!",
    "That result just united rival fans… in laughter!",
    "The kit sponsor is requesting their logo be removed in shame!",
    "They got absolutely taught a footballing lesson – with extra homework!",
    "That performance needs to come with a trigger warning!",
    "Their fans are already planning the protest banners!",
    "They played like they were stuck in slow motion!",
    "That was a disaster movie with extra time!",
    "The goalkeeper is writing an apology letter to the net!",
    "They turned up with boots… but forgot how to use them!",
    "That result just made small children cry!",
    "Their manager is blaming the ball for being too round!",
    "They played like they owed the opposition money!",
    "That performance just got its own ‘FAIL’ compilation on YouTube!",
    "The fans are requesting a minute’s silence… for their hopes!",
    "They got absolutely dismantled by basic football!",
    "That was less a game, more a public execution of pride!",
    "Their defense was sponsored by missing persons!",
    "They played like they were scared of the ball!",
    "That result just dropped them into the banter abyss!",
    "The manager is burning the tactics board for warmth!",
    "They turned the beautiful game into abstract horror!",
    "That performance deserves a participation ribbon… and nothing else!",
    "Their fans are already on the therapy waiting list!",
    "They got absolutely rinsed by superior human beings!",
    "That was a performance so bad it hurt to watch!",
    "The scoreboard operator is requesting hazard pay!",
    "They played like they’d never seen grass before!",
    "That result just triggered a mass exodus from the fan group chats!",
    "Their manager is deleting his coaching qualifications!",
    "They turned up, then immediately regretted it!",
    "That performance just won the Wooden Spoon with style!",
    "The opposition used them as a warm-up act!",
    "They played like the ball was radioactive!",
    "That was a horror show that broke the Richter scale!",
    "Their fans are requesting memory-erasing technology!",
    "They got absolutely schooled by the basics of the game!",
    "That performance needs to be classified as a war crime!",
    "The goalkeeper is moving to a country without football!",
    "They played like their boots were filled with concrete!",
    "That result just united the entire league… in mockery!",
    "Their manager is already on gardening leave!",
    "They turned the pitch into a crime scene!",
    "That was less football, more public self-harm!",
    "The fans are requesting the season be cancelled!",
    "They got absolutely demolished by simple passing!",
    "That performance just filed for bankruptcy!",
    "Their defense forgot to defend – shocking twist!",
    "They played like they were paid to lose!",
    "That result just caused a global shortage of excuses!",
    "The manager is blaming the wind direction!",
    "They turned up with hope… and left with trauma!",
    "That was a performance that offended football itself!",
    "Their fans are burning effigies in the car park!",
    "They got absolutely outclassed by actual footballers!",
    "That performance deserves to be forgotten… immediately!",
    "The goalkeeper is requesting a new career!",
    "They played like they were solving a Rubik’s cube blindfolded!",
    "That result just made history – the embarrassing kind!",
    "Their manager is deleting the club from his CV!",
    "They turned the game into a personal nightmare factory!",
    "That was less a match, more a cry for help!",
    "The fans are requesting the scoreboard be turned off forever!",
    "They got absolutely humbled by the laws of football!",
    "That performance just won the ‘Worst Day Ever’ award!",
    "Their defense was more absent than a no-show!",
    "They played like the ball owed them money!",
    "That result just triggered a fanbase meltdown of epic proportions!",
    "The manager is blaming the grass for being too green!",
    "They turned up, then completely disappeared!",
    "That was a performance that needs witness protection!",
    "Their fans are already planning the rebuild… from scratch!",
    "They got absolutely taught how football actually works!",
    "That performance just offended every football purist!",
    "The goalkeeper is allergic to saving shots now!",
    "They played like they were wearing roller skates!",
    "That result just dropped them into meme purgatory!",
    "Their manager is requesting a time machine!",
    "They turned the stadium into a funeral parlour!",
    "That was less football, more performance art of failure!",
    "The fans are requesting the match be struck from the records!",
    "They got absolutely destroyed by basic human movement!",
    "That performance just needs hugging and therapy!",
    "Their defense was more open than a diary with no lock!",
    "They played like they were sleepwalking through a nightmare!",
    "That result just caused a city-wide mourning period!",
    "The manager is already packing his bags!",
    "They turned the beautiful game into a tragedy!",
    "That was a performance that broke football’s heart!",
    "Their fans are requesting amnesia pills in bulk!",
    "They got absolutely schooled by the concept of passing!",
    "That performance just won the Darwin Award for football!",
    "The goalkeeper is moving to Antarctica!",
    "They played like their boots were on the wrong feet!",
    "That result just united rival fans in pure joy!",
    "Their manager is blaming the moon’s gravitational pull!",
    "They turned up with dreams… and left with PTSD!",
    "That was less a game, more a public apology in advance!",
    "The fans are requesting the club be dissolved!",
    "They got absolutely rinsed by the simple art of kicking a ball!",
    "That performance just needs to be buried at sea!",
    "Their defense was sponsored by invisibility!",
    "They played like the ball was their mortal enemy!",
    "That result just crashed the apology generator website!",
    "The manager is deleting his entire existence!",
    "They turned the pitch into their personal hellscape!",
    "That was a performance that offended the footballing gods!",
    "Their fans are already writing the eulogy!",
    "They got absolutely destroyed by football itself!",
    "That performance just won the Golden Dumpster Fire award!",
    "The goalkeeper is requesting a new identity!",
    "They played like they were trying to lose on purpose!",
    "That result just made the history books… as a cautionary tale!",
    "Their manager is blaming the referee for not stopping it sooner!",
    "They turned the game into a personal torture chamber!",
    "That was less football, more cry for help in 90 minutes!",
    "The fans are requesting the match never be spoken of again!",
    "They got absolutely humbled by the very concept of sport!",
    "That performance just needs a priest and an exorcism!",
    "Their defense forgot what the word ‘defend’ means!",
    "They played like they were paid in exposure!",
    "That result just triggered a lifetime of banter material!",
    "The manager is already on a one-way flight to nowhere!",
    "They turned the beautiful game into a national tragedy!",
    "That was a performance that will haunt dressing rooms forever!",
    "Their fans are requesting collective amnesia!",
    "They got absolutely educated by the basics of the sport!",
    "That performance just filed for emotional damages!"
  ]
}